Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, uk, vi, zh_hans

source: For fast acting insulin, %1$@ assumes it is actively working for 6 hours. You can choose from different models for the peak activity.
da: For hurtigt virkende insulin, %1$@ antager det arbejder aktivt i 6 timer. Du kan vælge mellem forskellige modeller til spidsbelastningsaktiviteten.
de: Bei schnell wirkendem Insulin geht %1$@ davon aus, dass es 6 Stunden lang wirkt. Du kannst aus verschiedenen Modellen für die Spitzenaktivität wählen.
es: En el caso de la insulina de acción rápida, %1$@ asume que actúa activamente durante 6 horas. Puedes elegir entre modelos diferentes para que la aplicación mida el pico de actividad de la insulina.
fi: %1$@ olettaa, että nopeavaikutteinen insuliini vaikuttaa aktiivisesti 6 tuntia. Vaikutushuipulle on valittavissa erilaisia malleja.
fr: Pour l'insuline à action rapide, %1$@ suppose qu'elle agit activement pendant 6 heures. Vous pouvez choisir parmi différents modèles pour le pic d'activité.
it: Per l'insulina ad azione rapida, %1$@ presuppone che agisca attivamente per 6 ore. È possibile scegliere tra diversi modelli per l'attività massima.
nb: For hurtigvirkende insulin antar %1$@ at det virker aktivt i 6 timer. Du kan velge mellom ulike modeller for toppaktiviteten.
nl: Voor snelwerkende insuline gaat %1$@ ervan uit dat het 6 uur lang actief is. Je kunt kiezen uit verschillende modellen voor de piekactiviteit.
pl: W przypadku szybko działającej insuliny %1$@ zakłada jej działanie przez 6 godzin. Możesz wybrać spośród różnych modeli szczytowej aktywności.
ro: Pentru insulina cu acțiune rapida, %1$@ presupune ca funcționează activ timp de 6 ore. Poți alege dintre modele diferite pentru vârful acțiunii.
ru: Для быстродействующего инсулина %1$@ предполагается, что он активно работает в течение 6 часов. Вы можете выбрать различные модели для пика активности.
sv: Får snabbverkande insulin, antar %1$@ ett insulin med 6 timmars verkan. Du kan välja mellan olika modeller med olika tid för insulinets maximala blodsockersänkande effekt i minuter.
tr: Hızlı etkili insülin için, %1$@ 6 saat boyunca aktif olarak çalıştığını varsayar. En yüksek etki için farklı modeller arasından seçim yapabilirsiniz.
uk: Для швидкодіючого інсуліну %1$@ припускається, що він активно працює протягом 6 годин. Ви можете вибрати одну з різних моделей для досягнення пікової активності.
vi: Đối với insulin tác dụng nhanh, %1$@ giả định rằng nó có hiệu lực trong 6 giờ. Bạn có thể chọn các mô hình khác nhau cho thời điểm hoạt động đỉnh.

source: Glucose Safety Limit
da: Sikkerhedsgrænse for blodsukker
de: Blutzuckersicherheitsgrenze
es: Límite de seguridad de glucosa
fi: Glukoosin turvaraja
fr: Limite de sécurité pour la glycémie
it: Limite glicemico di sicurezza
nb: Sikkerhetsgrense for blodsukker
nl: Glucoseveiligheidslimiet
pl: Granica bezpiecznego poziomu glukozy
ro: Limita de siguranță a glicemiei
ru: Безопасный предел глюкозы
sv: Tröskelvärde för blodsocker
tr: KŞ Güvenlik Limiti
uk: Безпечний ліміт BG
vi: Giới hạn an toàn đường huyết
zh_hans: 血糖安全下限

source: Hour
da: Time
de: Stunde
es: Hora
fr: Heure
it: Ora
nb: Time
nl: Uur
pl: Godzina
ro: Oră
ru: Час
sv: Timme
tr: Saat
uk: Година
vi: Giờ

source: Hours
da: Timer
de: Stunden
es: Horas
fr: Heures
it: Ore
nb: Timer
nl: Uur
pl: Godziny
ro: Ore
ru: Часы
sv: Timmar
tr: Saat
uk: Годин
vi: Giờ

source: Humalog (insulin lispro) is a rapid-acting insulin made by Eli Lilly
da: Humalog (insulin lispro) er et hurtigtvirkende insulin fremstillet af Eli Lilly
de: Humalog (Insulin Lispro) ist ein schnell wirkendes Insulin, das von Eli Lilly hergestellt wird
es: Humalog (insulina lispro) es una insulina de acción rápida fabricada por Eli Lilly
fr: Humalog (insuline lispro) est une insuline à action rapide fabriquée par Eli Lilly
it: Humalog (insulin Lispro) è una insulina ad azione rapida prodotta dalla Ely Lilly
nb: Humalog (insulin lispro) er et hurtigvirkende insulin laget av Eli Lilly
nl: Humalog (insuline lispro) is een snelwerkende insuline gemaakt door Eli Lilly
pl: Humalog (insulina lispro) to szybko działająca insulina firmy Eli Lilly
ro: Humalog (insulina lispro) este o insulină cu acțiune rapidă produsă de Eli Lilly
ru: Хумалог (инсулин лизпро) - это инсулин быстрого действия, производимый компанией Eli Lilly.
sv: Humalog (insulin lispro) är ett snabbverkande insulin tillverkat av Eli Lilly
tr: Humalog (insülin lispro), Eli Lilly tarafından üretilen hızlı etkili bir insülindir
uk: Humalog (інсулін лізпро) — інсулін швидкої дії, виготовлений компанією Eli Lilly
vi: Humalog (insulin lispro) là một loại insulin tác dụng nhanh do Eli Lilly sản xuất
zh_hans: 优泌乐（赖脯胰岛素注射液）是一种由礼来公司生产的速效胰岛素。

source: Insulin Sensitivities
da: Insulinfølsomheder
de: Insulinempfindlichkeit
es: Sensibilidad a la insulina
fi: Insuliiniherkkyydet
fr: Facteurs de sensibilité à l'insuline
it: Sensibilità insulinica
ja: インスリン効果値
nb: Insulinfølsomhet
nl: Insulinegevoeligheden
pl: Wrażliwość na insulinę (ISF)
ro: Factor de sensibilitate la insulină
ru: Факторы чувствительности инсулина
sv: Insulinkänslighet
tr: İnsülin Duyarlılığı
uk: Чутливість до інсуліну
vi: Độ nhạy của Insulin
zh_hans: 胰岛素敏感系数

source: Invalid Configuration
da: Forkert indstilling
de: Fehlerhafte Konfiguration
es: Configuración no Válida
fi: Virheellinen määritys
fr: Configuration invalide
it: Configurazione non valida
ja: コンフィグレーションが無効
nb: Ugyldig konfigurasjon
nl: Ongeldige Configuratie
pl: Nieprawidłowa konfiguracja
ro: Configurație invalidă
ru: Неверная конфигурация
sv: Ogiltig konfiguration
tr: Geçersiz Konfigürasyon
uk: Недопустима конфігурація
vi: Cấu hình không hiệu lực
zh_hans: 无效配置

source: Lyumjev is a mealtime insulin lispro formulation with the addition of citrate and treprostinil made by Eli Lilly
da: Lyumjev er en måltidsinsulin lispro med tilsætning af citrat og treprostinil fremstillet af Eli Lilly
de: Lyumjev ist eine Insulin-Lispro-Variante zur Mahlzeit mit dem Zusatz von Citrat und Treprostinil, hergestellt von Eli Lilly
es: Lyumjev es una formulación de insulina Lispro que incluye la adición de citrato y treprostinil fabricada por Eli Lilly
fr: Lyumjev est une formulation d'insuline lispro prandiale avec ajout de citrate et de tréprostinil fabriqué par Eli Lilly
it: Lyumjev è una formulazione di insulina lispro da assumere durante i pasti con aggiunta di citrato e treprostinil prodotta da Eli Lilly
nb: Lyumjev er en insulin lispro-formulering for måltider med tillegg av citrat og treprostinil laget av Eli Lilly
nl: Lyumjev is een maaltijdinsuline lispro formule met de toevoeging van citraat en treprostinil gemaakt door Eli Lilly
pl: Lyumjev to preparat insuliny lispro do posiłków z dodatkiem cytrynianu i treprostinilu wyprodukowany przez firmę Eli Lilly.
ro: Lyumjev este o formulă de insulină lispro la masă, cu adaos de citrat și treprostinil, produse de Eli Lilly
ru: Lyumjev представляет собой лекарственную форму инсулина лизпро для приема пищи с добавлением цитрата и трепростинила производства Eli Lilly.
sv: Lyumjev är ett snabbverkande insulin med tillägg av citrat och treprostinil som gjorts av Eli Lilly
tr: Lyumjev, Eli Lilly tarafından üretilen sitrat ve treprostinil ilaveli bir öğün insülin lispro formülasyonudur
uk: Lyumjev є лікарською формою інсуліну лізпро для прийому їжі з додаванням цитрату і трепростинилу виробництва Eli Lilly.
vi: Lyumjev là một công thức insulin lispro dùng cho bữa ăn có bổ sung citrate và treprostinil do Eli Lilly sản xuất
zh_hans: Lyumjev 是一种由礼来公司生产的餐时用赖普胰岛素制剂，添加了柠檬酸钠和曲前列环素。

source: Make sure your pump is within communication range of your phone.
da: Sørg for, at din pumpe er tæt på din telefon.
de: Stelle sicher, dass sich Deine Pumpe in Kommunikationsreichweite Deines Telefons befindet.
es: Asegúrate de que tu bomba esté dentro del rango de comunicación de tu teléfono.
fi: Varmista, että pumppu on puhelimen yhteysalueen sisällä.
fr: Assurez-vous que votre pompe soit à portée de communication de votre téléphone.
it: Assicurati che la pompa si trovi nel raggio di comunicazione del tuo telefono.
nb: Kontroller at pumpen er innenfor kommunikasjonsområdet til telefonen.
nl: Zorg ervoor dat je pomp binnen het communicatiebereik van je telefoon ligt.
pl: Upewnij się, że pompa jest połączona z Twoim telefonem.
ro: Asigură-te că pompa ta se află în raza de comunicare a telefonului.
ru: Убедитесь, что помпа находится в пределах досягаемости вашего телефона.
sv: Säkerställ att din pump är inom räckvidd för kommunikation med telefon.
tr: Pompanızın telefonunuzun iletişim menzilinde olduğundan emin olun.
uk: Переконайтеся, що помпа знаходиться в зоні зв'язку вашого телефону.
vi: Hãy đảm bảo bơm của bạn nằm trong phạm vi kết nối với điện thoại.

source: Maximum Basal Rate
da: Maksimal basalrate
de: Maximale Basalrate
es: Perfil Basal Máximo
fi: Suurin sallittu basaalitaso
fr: Débit Basal Maximum
it: Velocità basale massima
ja: 最大基礎レート
nb: Maksimal basaldose
nl: Maximale Basaalsnelheid
pl: Maksymalna dawka podstawowa
ro: Rată bazală maximă
ru: Максимальная скорость базала
sv: Maximal basaldos
tr: Maksimum Bazal Oranı
uk: Максимальна швидкість базалу
vi: Lượng Basal tối đa
zh_hans: 最大基础速率

source: Maximum Basal Rate is the highest temporary basal rate %1$@ is allowed to set.
da: Maksimal basalrate er den højeste midlertidige basalhastighed, som %1$@ har lov til at indstille.
de: Die maximale Basalrate ist die höchste temporäre Basalrate, die %1$@ einstellen darf.
es: Tasa Basal Máxima es la tasa basal temporal más alta que %1$@ puede establecer.
fr: Le débit basal maximum est le débit de base temporaire le plus élevé que %1$@ est autorisé à définir.
it: La velocità basale massima è la velocità basale temporanea più alta che %1$@ può impostare.
nb: Maksimal basaldose er den høyeste midlertidige basaldosen %1$@ er tillatt å angi.
nl: Maximale Basaalsnelheid is de maximale tijdelijke basaalsnelheid die %1$@ mag instellen.
pl: Maksymalna dawka podstawowa to najwyższa tymczasowa dawka podstawowa, jaką %1$@ może ustawić.
ro: Rata bazală maximă este cea mai mare rată bazală temporară pe care %1$@ are voie să o seteze.
ru: Максимальная базальная скорость — это самая высокая ВБС, которую может установить %1$@.
sv: Maximal basaldos är den högsta temporära basaldosen på %1$@ som är tillåten att ställa in.
tr: Maksimum Bazal Oranı, %1$@ 'ın ayarlamasına izin verilen en yüksek geçici bazal orandır.
uk: Максимальна базальна доза – це найвища тимчасова базальна доза, яку можна встановити %1$@.
vi: Tốc độ insulin nền tối đa là mức tạm thời cao nhất mà %1$@ được phép thiết lập.
zh_hans: 最大基础速率是 %1$@ 允许设置的最高临时基础速率。

source: Maximum Bolus
da: Maksimal bolus
de: Maximaler Bolus
es: Bolo Máximo
fi: Suurin sallittu bolus
fr: Bolus Maximum
it: Bolo massimo
ja: 最大ボーラス
nb: Maksimal bolus
nl: Maximale Bolus
pl: Maksymalny bolus
ro: Bolus maxim
ru: Максимальный Болюс
sv: Maximal bolus
tr: Maksimum Bolus
uk: Максимум Болюса
vi: Liều Bolus tối đa
zh_hans: 最大剂量

source: Maximum Bolus is the highest bolus amount you can deliver at one time to cover carbs or bring down high glucose.
da: Maksimal bolus er den højeste bolus mængde, du kan afgive på én gang, i forbindelse med indtastning af kulhydrater eller en korrektionsbolus.
de: Maximaler Bolus ist die höchste Bolusmenge, die Du auf einmal abgeben kannst, um Kohlenhydrate abzudecken oder hohe Blutzuckerwerte zu senken.
es: El bolo máximo es la maxima cantidad de insulina bolo que se puede administrar en una sola toma para cubrir los carbohidratos o bajar un nivel de glucosa alta.
fi: Suurin sallittu bolus tarkoittaa suurinta insuliiniannosta, jonka voi annostella yhdellä kertaa kattamaan hiilihydraatteja tai alentamaan korkeaa glukoosia.
fr: Le bolus maximum est la quantité de bolus la plus élevée que vous pouvez délivrer en une fois pour couvrir les glucides ou abaisser le taux de glucose élevé.
it: Il bolo massimo è la quantità di bolo più alta che puoi erogare in una singola volta per coprire i carboidrati o ridurre la glicemia alta.
nb: Maksimal bolus er den høyeste bolusmengden du kan gi på en gang for å dekke karbohydrater eller redusere høyt blodsukker.
nl: Maximale Bolus is de hoogste bolushoeveelheid die je in één keer kunt toedienen om koolhydraten te dekken of om een hoge glucose te verlagen.
pl: Maksymalny bolus to największa wielkość bolusa, jaką można podać w jednym czasie, aby pokryć węglowodany lub obniżyć wysoki poziom glukozy.
ro: Bolusul maxim este cea mai mare cantitate de insulina pe care o poți livra instantaneu pentru a acoperi carbohidrați sau pentru a corecta o glicemie mare.
ru: Максимальный болюс - это наибольший болюс, который вы можете ввести за один раз, чтобы покрыть углеводы или снизить высокий уровень глюкозы.
sv: Maximal bolus är den högsta bolusmängd som kan ges vid ett tillfälle för att täcka kolhydrater eller ett högt blodsocker.
tr: Maksimum Bolus, karbonhidratları karşılamak veya yüksek KŞ'ni düşürmek için tek seferde verebileceğiniz en yüksek bolus miktarıdır.
uk: Максимальний болюс – це найбільша кількість болюсного введення, яку можна ввести за один раз, щоб покрити вуглеводи або знизити високий рівень BG.
vi: Liều bolus tối đa là lượng bolus cao nhất bạn có thể tiêm trong một lần để bù carbohydrate hoặc hạ đường huyết cao.
zh_hans: 最大剂量是你每次可用于覆盖碳水或降低高血糖的最大胰岛素注射量。

source: Needs Attention
da: Handling påkrævet
de: Erfordert Aufmerksamkeit
es: Necesita Atención
fi: Tarvitsee huomiota
fr: Demande votre attention
it: Richiede attenzione
ja: 注意してください
nb: Trenger tilsyn
nl: Aandacht Nodig
pl: Potrzebuje uwagi
ro: Necesită atenție
ru: Требует внимания
sv: Kräver uppmärksamhet
tr: İlgilenmeniz gerekiyor
uk: Потребує уваги
vi: Cần chú ý
zh_hans: 请注意

source: No Update
da: Ingen opdatering
de: Kein Update
es: Sin actualización
fr: Pas de mise à jour
it: Nessun aggiornamento
nb: Ingen oppdatering
nl: Geen Update
pl: Brak aktualizacji
ro: Nicio actualizare
ru: Нет обновлений
sv: Ingen uppdatering
tr: Güncelleme yok
uk: Без оновлення
vi: Không có Cập nhật

source: No values found
da: Ingen værdier fundet
de: Keine Werte gefunden
es: No hay datos
fi: Arvoja ei löydy
fr: Aucune entrée trouvée
it: Nessun valore trovato
ja: 値が見つかりません
nb: Ingen verdier funnet
nl: Geen waarden gevonden
pl: Nie znaleziono wartości
ro: Nu s-au găsit valori
ru: Данные не найдены
sv: Inga värden funna
tr: Değer bulunamadı
uk: Значень не знайдено
vi: Không tìm thấy giá trị nào
zh_hans: 未发现数据

source: NovoLog (insulin aspart) is a rapid-acting insulin made by Novo Nordisk
da: NovoLog (insulin aspart) er et hurtigtvirkende insulin fremstillet af Novo Nordisk
de: NovoLog (Insulin Aspart) ist ein schnell wirkendes Insulin von Novo Nordisk
es: NovoLog (insulina Aspart) es una insulina de acción rápida fabricada por Novo Nordisk
fr: NovoLog (insuline asparte) est une insuline à action rapide fabriquée par Novo Nordisk
it: NovoLog (insulina aspart) è un'insulina ad azione rapida prodotta da Novo Nordisk
nb: NovoLog (insulin aspart) er et hurtigvirkende insulin laget av Novo Nordisk
nl: NovoLog (insuline aspart) is een snelwerkende insuline gemaakt door Novo Nordisk
pl: NovoLog (insulina aspart) to szybko działająca insulina firmy Novo Nordisk.
ro: NovoLog (insulină aspart) este o insulină cu acțiune rapidă produsă de Novo Nordisk
ru: NovoLog (инсулин аспарт) - инсулин быстрого действия производства Novo Nordisk
sv: NovoLog (insulin aspart) är ett snabbverkande insulin tillverkat av Novo Nordisk
tr: NovoLog (insülin aspart), Novo Nordisk tarafından üretilen hızlı etkili bir insülindir.
uk: NovoLog (інсулін аспарт) — інсулін швидкої дії, виготовлений компанією Novo Nordisk
vi: NovoLog (insulin aspart) là một loại insulin tác dụng nhanh do Novo Nordisk sản xuất
zh_hans: 诺和锐（门冬胰岛素）是一种由诺和诺德公司生产的速效胰岛素。

source: One or more of the values you have entered is outside of what is typically recommended for most people.
da: En eller flere af de værdier, du har indtastet, er udenfor hvad der generelt anbefales.
de: Mindestens einer der eingegebenen Werte liegt außerhalb dessen, was normalerweise für die meisten Menschen empfohlen wird.
es: Uno o más de los valores que ha introducido están fuera de lo que se suele recomendar para la mayoría de las personas.
fi: Yksi tai useampi antamistasi arvoista on sen ulkopuolella, mitä useimmille ihmisille yleensä suositellaan.
fr: Une ou plusieurs des valeurs que vous avez entrées sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
it: Uno o più dei valori inseriti non rientrano in quelli generalmente consigliati per la maggior parte delle persone.
nb: En verdi du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
nl: Een of meer van de waarden die je hebt ingevoerd valt buiten wat algemeen wordt aanbevolen.
pl: Co najmniej jedna z wprowadzonych wartości wykracza poza to, co jest zwykle zalecane dla większości osób.
ro: Unele dintre valorile introduse sunt în afara a ceea ce este recomandat de obicei pentru majoritatea oamenilor.
ru: Одно или несколько введенных вами значений выходят за рамки того, что обычно рекомендуется для большинства людей.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.
tr: Girdiğiniz değerlerden biri veya daha fazlası, çoğu insan için tipik olarak önerilen değerlerin dışındadır.
uk: Одне або декілька введених вами значень виходять за межі того, що зазвичай рекомендується для більшості людей.
vi: Một hoặc nhiều giá trị bạn nhập nằm ngoài mức thường được khuyến nghị cho hầu hết mọi người.

source: Pre-Meal
da: Før-måltid
de: Vor dem Essen
es: Pre-Comida
fi: Ennen ateriaa
fr: Pré-Repas
it: Pre-pasto
ja: 食前
nb: Pre-måltid
pl: Przed posiłkiem
ro: Preprandial
ru: До еды
sv: Före måltid
tr: Yemek öncesi
uk: Перед їжою
vi: Trước bữa ăn
zh_hans: 餐前

source: Recommended Update
da: Anbefalet opdatering
de: Empfohlenes Update
es: Actualización recomendada
fr: Mise à jour recommandée
it: Aggiornamento consigliato
nb: Anbefalt oppdatering
nl: Aanbevolen Update
pl: Zalecana aktualizacja
ro: Actualizare recomandată
ru: Рекомендуемое обновление
sv: Rekommenderad uppdatering
tr: Önerilen Güncelleme
uk: Рекомендоване оновлення
vi: Đề nghị được cập nhật

source: Resumed
da: Genoptaget
de: Wiederaufgenommen
es: Reanudado
fi: Jatkettu
fr: Reprendre
it: Ripresa
nb: Gjenopptatt
nl: Hervatten
pl: Wznowione
ro: Reluat
ru: Возобновлено
sv: Återupptagen
tr: Devam ettirildi
uk: Відновити
vi: Tiếp tục

source: Rising
da: Stiger
de: Steigt
es: Ascendiendo
fi: Nouseva
fr: Augmente
it: Aumento
ja: 上昇
nb: Stiger
nl: Stijgend
pl: Wzrost
ro: În creștere
ru: Повышение
sv: Stiger
tr: Yükseliyor
uk: Зростаючий
vi: Đang tăng
zh_hans: 上升

source: Rising fast
da: Stiger hurtigt
de: Steigt schnell
es: Ascendiendo rápido
fi: Nopeasti nouseva
fr: Augmente rapidement
it: Aumento rapido
ja: 急上昇
nb: Stiger fort
nl: Snel stijgend
pl: Szybki wzrost
ro: Creștere rapidă
ru: Быстрое повышение
sv: Stiger snabbt
tr: Hızlı yükseliyor
uk: Швидко зростає
vi: Đang tăng nhanh
zh_hans: 快速上升

source: Rising very fast
da: Stiger meget hurtigt
de: Steigt sehr schnell
es: Ascendiendo muy rápido
fi: Erittäin nopeasti nouseva
fr: Augmente très rapidement
it: Aumento molto rapido
ja: 超急上昇
nb: Stiger veldig fort
nl: Zeer snel stijgend
pl: Bardzo szybki wzrost
ro: Creștere foarte rapidă
ru: Очень быстрое повышение
sv: Stiger väldigt snabbt
tr: Çok hızlı yükseliyor
uk: Дуже швидко зростає
vi: Đang tăng rất nhanh
zh_hans: 非常快速上升

source: Some of the values you have entered are outside of what is typically recommended for most people.
da: Nogle af de værdier, du har angivet, ligger uden for det, der typisk anbefales til de fleste.
de: Einige der eingegebenen Werte liegen außerhalb dessen, was normalerweise für die meisten Menschen empfohlen wird.
es: Algunos de los valores que ingresó están fuera de lo que normalmente se recomienda para la mayoría de las personas.
fi: Jotkut antamistasi arvoista on sen ulkopuolella, mitä useimmille ihmisille yleensä suositellaan.
fr: Des valeurs que vous avez entrées sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
it: Alcuni dei valori immessi non rientrano nei valori generalmente consigliati per la maggior parte delle persone.
nb: Noen av verdiene du har lagt inn er utenfor det som vanligvis anbefales for de fleste.
nl: Sommige van de waarden die u hebt ingevoerd vallen buiten wat algemeen wordt aanbevolen.
pl: Niektóre z wprowadzonych wartości wykraczają poza to, co jest zwykle zalecane dla większości osób.
ro: Unele dintre valorile pe care le-ați introdus sunt în afara celor recomandate de obicei pentru majoritatea oamenilor.
ru: Некоторые из введенных вами значений выходят за рамки того, что обычно рекомендуется для большинства людей.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.
tr: Girdiğiniz değerlerden bazıları, çoğu insan için tipik olarak önerilen değerlerin dışındadır.
uk: Деякі з введених вами значень виходять за межі тих, що зазвичай рекомендуються для більшості людей.
vi: Một số giá trị bạn đã nhập nằm ngoài mức thường được khuyến nghị cho hầu hết mọi người.

source: Suspended
da: Suspenderet
de: Unterbrochen
es: Suspendido
fi: Pysäytetty
fr: Suspendu
it: Sospeso
ja: 一時停止
nb: Suspendert
nl: Onderbroken
pl: Wstrzymane
ro: Suspendat
ru: Остановлено
sv: Pausad
tr: Askıya alındı
uk: Призупинено
vi: Đã tạm ngưng
zh_hans: 暂停

source: Temp Basal
da: Midlertidig Basal
de: Temporäre Basalrate
es: Insulina basal temporal
fr: Basal Temp.
it: Basale temporanea
nl: Tijdelijk basaal
ru: Врем. базал
sv: Temporär basal
tr: Geçici Bazal Oranı
uk: Тимчасовий Базал
zh_hans: 临时基础率

source: Temporarily lower your glucose target before a meal to impact post-meal glucose spikes.
da: Sænker midlertidigt dit blodsukker mål før et måltid for at modvirke stigning i blodsukker efter måltidet.
de: Senke Deinen Blutzuckerziel vor einer Mahlzeit vorübergehend ab, um Blutzuckerspitzen nach der Mahlzeit auszugleichen.
es: Reduzca temporalmente su objetivo de glucosa antes de una comida para reducir los picos de glucosa después de las comidas.
fi: Laske glukoositavoitetta väliaikaisesti ennen ateriaa vaikuttaaksesi aterian jälkeiseen glukoosin nousuun.
fr: Diminue temporairement votre cible de glycémie avant un repas pour influer sur les pics d'hyperglycémie post-repas.
it: Abbassa temporaneamente il tuo target glicemico prima di un pasto per influenzare i picchi glicemici postprandiali.
nb: Reduser glukosemålet ditt midlertidig før et måltid for å påvirke glukosetoppene etter måltidet.
nl: Tijdelijk verlagen van je glucosedoel vóór de maaltijd om de kans op post-maaltijd glucosepieken te verkleinen.
pl: Tymczasowo obniż docelowy poziom glukozy przed posiłkiem, aby ograniczyć gwałtowny wzrost glukozy po posiłku.
ro: Reduceți temporar intervalul țintă de glicemie înainte de masă pentru a evita vârfurile postprandiale.
ru: Временно понизьте целевое значение уровня глюкозы перед едой, чтобы уменьшить пики глюкозы после еды.
sv: Sänker tillfälligt ditt målvärde före en måltid för att motverka postprandiella hyperglykemier (stegrade blodsocker efter en måltid).
tr: Yemek sonrası KŞ artışlarını engellemek için yemekten önce KŞ hedefinizi geçici olarak düşürün.
uk: Тимчасово знизьте цільовий рівень глюкози перед їжею, щоб вплинути на піки BG після їжі.
vi: Tạm thời hạ mục tiêu đường huyết trước bữa ăn để giảm mức tăng đường huyết sau ăn.
zh_hans: 餐前临时降低目标血糖，有助于控制餐后血糖波动。
